export default {
  hereHeader: "Бесконечные развлечения на",
  heroDescription:
    "Переключитесь на IPTV для бесперебойного и качественного просмотра ваших любимых каналов и шоу.",
  heroButton: "Откройте нашу библиотеку",
  heroButtonFreeTrial: "Бесплатная пробная версия",
  insightsTitle: "Аналитика",
  insightsDescription:
    "Наша команда стремится предоставить нашим клиентам лучший возможный сервис.",
  insightsUptime: "Время безотказной работы",
  insightsServers: "Серверы",
  insightsServerLocations: "Расположение серверов",
  insightsAverageSupportAnswer: "Среднее время ответа поддержки",
  insightsMoviesSliderTitle: "Исследуйте новейшие фильмы и сериалы",
  insightsMoviesSliderDescription:
    "Испытайте лучшее видео по запросу с нашей библиотекой IPTV VOD. Смотрите любимые фильмы, сериалы и документальные фильмы в любое время и в любом месте на таких платформах, как Prime, HBO, Netflix, Hulu, Disney, Sling TV, Apple TV и другие. С огромной коллекцией, регулярно обновляемой, у вас никогда не закончится контент для просмотра.",
  featuresTitle: "Функции",
  featuresDescription:
    "Откройте для себя функции, которые делают наш IPTV-сервис лучшим выбором для ваших развлекательных нужд. Наша передовая платформа обеспечивает плавное воспроизведение, непревзойденное разнообразие контента и удобный интерфейс.",
  featuresAntiFreezeSystem: "Антифриз-система",
  featuresAntiFreezeSystemDescription:
    "Благодаря технологии Anti-Freeze вам не нужно беспокоиться о стабильности сервера.",
  features247CustomerSupport: "Круглосуточная поддержка",
  features247CustomerSupportDescription:
    "Мы предлагаем несколько вариантов поддержки в реальном времени через WhatsApp, через кнопку живого чата и по электронной почте.",
  featuresWatchOnAnyDevice: "Смотрите на любом устройстве",
  featuresWatchOnAnyDeviceDescription:
    "Мы предлагаем несколько вариантов поддержки в реальном времени через WhatsApp, через кнопку живого чата и по электронной почте.",
  featuresNoAutomaticPayments: "Без автоматических платежей",
  featuresNoAutomaticPaymentsDescription:
    "Мы не предлагаем автоматические платежи, вы можете отменить подписку в любой момент.",
  featuresElectronicInvoice: "Электронный программный гид (EPG)",
  featuresElectronicInvoiceDescription:
    "Получите всю информацию о предстоящих программах на ближайшие часы на большинстве каналов — функция, которой нет у большинства IPTV-провайдеров.",
  pricingTitle: "Наши тарифные планы",
  pricingDescription:
    "Выберите идеальный план для ваших нужд и наслаждайтесь качественным IPTV-сервисом по выгодной цене. От гибких ежемесячных тарифов до годовых планов с экономией — у нас есть вариант для каждого. Начните смотреть любимый контент уже сегодня!",
  faqTitle: "Часто задаваемые вопросы",
  faqDescription:
    "У вас есть вопросы по нашему IPTV-сервису? Найдите ответы на самые часто задаваемые вопросы ниже. Если вам нужна дополнительная помощь, свяжитесь с нашей службой поддержки.",
  faqPaymentMethods: "Доступные способы оплаты?",
  faqPaymentMethodsAnswer:
    "Мы принимаем все основные кредитные карты и PayPal.",
  faqDevices: "Какие устройства можно использовать для IPTV?",
  faqDevicesAnswer:
    "Наши IPTV-услуги доступны на всех устройствах Smart TV (Samsung, Sony, LG…), всех устройствах Android (телефоны), Apple TV, iPhone, Google Chromecast, MAG box в приложении STB Emulator и FireStick.",
  faqInternetSpeed: "Рекомендуемая скорость интернета?",
  faqInternetSpeedAnswer:
    "Мы рекомендуем минимальную скорость интернета 15 Мбит/с для плавного просмотра.",
  faqConnections: "Сколько устройств можно подключить одновременно?",
  faqConnectionsAnswer:
    "Вы можете установить свою учетную запись на нескольких устройствах, но имейте в виду, что она работает только на 1 одновременно.",
  order: "Заказ",

  // Footer translations
  company: "Компания",
  aboutUs: "О нас",
  library: "Библиотека",
  pricing: "Цены",
  legal: "Правовая информация",
  privacyPolicy: "Политика конфиденциальности",
  termsOfService: "Условия использования",
  cookiesPolicy: "Политика использования файлов cookie",
  callUs: "Позвоните нам",
  emailUs: "Напишите нам",
  close: "Закрыть",

  // Privacy Policy
  propertyClaim: "Заявление о собственности",
  propertyClaimText:
    "Товарные знаки и логотипы всех продавцов, отображаемых на веб-сайте, являются собственностью их соответствующих владельцев. RONOTV не связан и не ассоциирован ни с одним из них.",
  safetyConcern: "Вопросы безопасности",
  safetyConcernText:
    "Будьте уверены, что RONOTV предоставляет только оригинальные приложения и apk-файлы без каких-либо читов, модификаций или вирусов. Ваша личная информация НЕ будет передана третьим лицам без вашего явного разрешения.",
  policyChange: "Изменение политики",
  policyChangeText:
    "Мы можем время от времени вносить изменения в эту Политику конфиденциальности. Использование информации, которую мы собираем сейчас, регулируется Политикой конфиденциальности, действующей на момент использования такой информации. Пользователь связан любыми изменениями в Политике конфиденциальности, когда он использует Услуги после того, как такие изменения были впервые опубликованы.",

  // Terms of Service
  informationWeCollect: "Информация, которую мы собираем",
  informationWeCollectText:
    "Мы собираем только информацию, необходимую для предоставления наших услуг. И мы не собираем никакой личной информации.",
  howWeUseInformation: "Как мы используем информацию",
  howWeUseInformationText:
    "Мы храним информацию для обеспечения наилучшего пользовательского опыта. И мы не используем информацию для каких-либо других целей.",

  // Cookies Policy
  whatAreCookies: "Что такое файлы cookie?",
  whatAreCookiesText:
    "Файлы cookie - это небольшие текстовые файлы, хранящиеся на вашем устройстве.",
  whatAreWeStoring: "Что мы храним?",
  whatAreWeStoringText:
    "В нашем случае мы используем новейшие фреймворки и технологии для обеспечения наилучшего пользовательского опыта. Поэтому мы ничего не храним.",
  chatWithUs: "С нами пообщайтесь",
  helloIWantToGetInTouchWithRONOTV: "Привет! Я хотел бы связаться с RONOTV.",

  // NavBar translations
  navbar: {
    pricing: "Цены",
    freeTrial: "Бесплатная пробная версия",
    setupGuide: "Руководство по настройке",
    channelsList: "Список каналов",
    support: "Поддержка",
    orderNow: "ЗАКАЗАТЬ СЕЙЧАС",
  },

  contactUs: {
    title: "Свяжитесь с нами",
    description: "Свяжитесь с нами через WhatsApp",
    availability: "Мы доступны с понедельника по пятницу, с 9:00 до 17:00.",
    contactViaWhatsApp: "Связаться через WhatsApp",
  },

  blogs: {
    minRead: "мин чтения",
  },
  available: "Доступно",

  // EmailForm translations
  "Enter Your Good Name Here:": "Введите ваше имя здесь:",
  "Enter Your Email Address:": "Введите ваш адрес электронной почты:",
  "Enter Your Message Here:": "Введите ваше сообщение здесь:",
  "John Doe": "Иван Иванов",
  "john@example.com": "ivan@primer.ru",
  "My question is what the dog doing?": "Мой вопрос: что делает собака?",
  Send: "Отправить",
  "Please Enter Your Name": "Пожалуйста, введите ваше имя",
  "Please Enter a Valid Email Address":
    "Пожалуйста, введите действительный адрес электронной почты",
  "Please make sure your message is at least 10 characters long.":
    "Пожалуйста, убедитесь, что ваше сообщение содержит не менее 10 символов.",
  "Sending Email...": "Отправка электронного письма...",
  "Email Sent Successfully!": "Электронное письмо успешно отправлено!",
  "Failed to send email. Please try again later.":
    "Не удалось отправить электронное письмо. Пожалуйста, попробуйте позже.",
};
